Repository: StanfordSpezi/SpeziOnboarding
Catalog: Sources/SpeziOnboarding/Resources/Localizable.xcstrings
Source language: en
Languages: de, sv

source: Consent document could not be exported.
de: Einwilligung konnte nicht exportiert werden.
sv: Samtyckesdokumentet kunde inte exporteras.

# CONSENT_ACTION
source: I Consent
de: Ich Stimme Zu
sv: Jag Samtycker

# CONSENT_SHARE
source: Share consent form
de: Teile die Einwilligung
sv: Dela samtyckesformulär

# CONSENT_TITLE
source: Spezi Consent
de: Spezi Einwilligung
sv: Spezisamtycke

# CONSENT_VIEW_TITLE
source: Consent
de: Einwilligung
sv: Samtycke

# EXPORTED_TAG
source: Exported
de: Exportiert
sv: Exporterad

# FILE_NAME_EXPORTED_CONSENT_FORM
source: Signed Consent Form
de: Unterschriebe Einwilligung
sv: Undertecknat Samtyckesformulär

# MARKDOWN_LOADING_ERROR
source: Could not load and parse the document.
de: Das Dokument konnte nicht geladen werden.
sv: Det gick inte att ladda och tolka dokumentet.

# NAME_FIELD_FAMILY_NAME_PLACEHOLDER
source: Enter your last name ...
de: Gib deinen Nachnamen ein ...
sv: Ange ditt efternamn ...

# NAME_FIELD_FAMILY_NAME_TITLE
source: Last Name
de: Nachname
sv: Efternamn

# NAME_FIELD_GIVEN_NAME_PLACEHOLDER
source: Enter your first name ...
de: Gib deinen Vornamen ein ...
sv: Ange ditt förnamn ...

# NAME_FIELD_GIVEN_NAME_TITLE
source: First Name
de: Vorname
sv: Förnamn

source: Please try exporting the consent document again.
de: Bitte versucht das Dokument erneut zu exportieren.
sv: Vänligen försök exportera samtyckedokumentet igen.

# SEQUENTIAL_ONBOARDING_NEXT
source: Next
de: Nächster Schritt
sv: Nästa

source: Signature date %@
de: Unterschrift Datum %@
sv: Signeringsdatum %@

source: Signature Field
de: Unterschrift Feld
sv: Signaturfält

# SIGNATURE_VIEW_UNDO
source: Undo
de: Rückgängig Machen
sv: Ångra

source: The PDF generation from the consent document failed.
de: Der PDF export des Einwilligungsdokuments ist fehlgeschlagen.
sv: Genereringen av PDF från samtyckedokumentet misslyckades.

# SIGNATURE_NAME %@
source: Name: %@
sv: Namn: %@
